[InteractiveObjects.MO_Ep3_CarFire InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.MO_Ep3_NetworkInterfaceInstall InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.MO_Ep3_OuterGateComm InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.MO_Ep3_PowerSupply InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[ItemDefs.ID_Ep3_HyperionNetworkInterface MissionItemDefinition]
UseFailureCharacterMessage="You have to do this. %s Use this article.."
ItemName="Hyperion network adapter"
PickupMessage="one way or another %s"
UseFailureLevelMessage="You must be at least %d level to use this item."
UseFailureConstraintsMessage="This item does not exist.."
NoManufacturerName="Levitra"

[ItemDefs.ID_Ep3_HyperionNetworkInterface:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Hyperion network card. Allow Guardian Angel to access connected non-Hyperion devices."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_Ep3_SanctuaryPowerSupply MissionItemDefinition]
UseFailureCharacterMessage="That's how it should be %s Use this article."
ItemName="Power is important"
PickupMessage="you have %s"
UseFailureLevelMessage="You must have at least %d level to use this feature.."
UseFailureConstraintsMessage="You may not use this item.."
NoManufacturerName="The difference"

[ItemDefs.ID_Ep3_SanctuaryPowerSupply:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Increases the power of the Sanctuary shield."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_ReissEchoRecorder MissionItemDefinition]
UseFailureCharacterMessage="required %s So."
ItemName="Environmentally friendly device"
PickupMessage="Depends on you %s"
UseFailureLevelMessage="You must be level %d before using this item.."
UseFailureConstraintsMessage="You cannot use this item.."
NoManufacturerName="General usage"

[ItemDefs.ID_ReissEchoRecorder:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="If you hear the voice, they have news about Corporal Rice.."
NoConstraintText=""
Suffix=""
Prefix=""

